Repository: JGeek00/crowdsec-monitor-ios
Catalog: CrowdSec Monitor/Localizable.xcstrings
Source language: en
Languages: de, es

source: %@ is now the default server
de: %@ ist jetzt der Standardserver
es: %@ es ahora el servidor por defecto

source: %lld active
de: %lld aktiv
es: %lld activas

source: %lld active decisions
de: %lld aktive Sperren
es: %lld decisiones activas

source: %lld blocked IP addresses
de: %lld gesperrte IP-Adressen
es: %lld direcciones IP bloqueadas

# %lld blocklists processed of a total of %lld
source: %1$lld blocklists processed of a total of %2$lld
de: %1$lld von %2$lld Sperrlisten verarbeitet
es: %1$lld listas de bloqueo procesadas de un total de %2$lld

source: %lld decisions
de: %lld Sperren
es: %lld decisiones

# %lld IP addresses
source: %lld IPs addresses
de: %lld IP-Adressen
es: %lld direcciones IP

# %lld IP addresses imported of a total of %lld
source: %1$lld IP addresses imported of a total of %2$lld
de: %1$lld von %2$lld IP-Adressen importiert
es: %lld direcciones IP importadas de un total de %lld

# %lld IP addresses processed of a total of %lld
source: %1$lld IP addresses processed of a total of %2$lld
de: %1$lld von %2$lld IP-Adressen verarbeitet
es: %1$lld direcciones IP procesadas de un total de %2$lld

# %lld of %lld
source: %1$lld of %2$lld
de: %1$lld von %2$lld
es: %1$lld de %2$lld

source: %lld selected
de: %lld ausgewählt
es: %lld seleccionados

source: About the app
de: Über die App
es: Sobre la app

source: Access token
de: Zugriffstoken
es: Token de acceso

source: Active decisions
de: Aktive Sperren
es: Decisiones activas

source: Activity history last %lld days
de: Verlauf der letzten %lld Tage
es: Histórico de actividad últimos %lld días

source: Add
de: Hinzufügen
es: Añadir

source: Add blocklist
de: Sperrliste hinzufügen
es: Añadir lista de bloqueo

source: Added
de: Hinzugefügt am
es: Añadido

source: Alert
de: Warnung
es: Alerta

source: Alert #%@
de: Warnung %@
es: Alerta #%@

source: Alerts
de: Warnungen
es: Alertas

source: Alerts last 24 hours
de: Warnungen der letzten 24 Stunden
es: Alertas últ. 24 h

source: Alerts: %lld
de: Warnungen: %lld
es: Alertas: %lld

source: Allowlist not found
de: Ausnahmeliste nicht gefunden
es: Lista de permitidos no encontrada

source: Allowlist: %@
de: Ausnahmeliste: %@
es: Lista: %@

source: Allowlists
de: Ausnahmelisten
es: Listas de permitidos

source: Amount
de: Anzahl
es: Cantidad

source: Amount of blocked IPs
de: Anzahl gesperrter IPs
es: Cantidad de IPs bloqueadas

source: Amount of items to display in dashboard lists
de: Einträge in den Dashboard-Listen
es: Cantidad de elementos a mostrarse en las listas del tablero

source: An application to control your CrowdSec instance
de: Eine App zur Steuerung deiner CrowdSec-Instanz
es: Una aplicación para controlar tu instancia de CrowdSec

source: An error occurred when adding the blocklist, please try again
de: Die Sperrliste konnte nicht hinzugefügt werden. Versuche es erneut.
es: Ocurrió un error al añadir la lista de bloqueo, prueba de nuevo más tarde

source: An error occurred when fetching the blocklist data
de: Die Daten der Sperrliste konnten nicht geladen werden
es: Ocurrió un error al obtener la información de la lista de bloqueo

source: An error occurred when fetching the data
de: Die Daten konnten nicht geladen werden
es: Ocurrió un error al cargar los datos

source: An error occurred when fetching the service status
de: Der Dienststatus konnte nicht geladen werden
es: Ocurrió un error al obtener la información del estado del servicio

source: An error occurred when trying to delete the alert. Please try again.
de: Die Warnung konnte nicht gelöscht werden. Versuche es erneut.
es: Ocurrió un error al eliminar la alerta. Prueba de nuevo más tarde.

source: An error occurred while checking the domain. Please try again.
de: Die Domain konnte nicht geprüft werden. Versuche es erneut.
es: Ocurrió un error al comprobar el dominio. Por favor prueba de nuevo.

source: An error occurred while creating the decision. Please try again.
de: Die Sperre konnte nicht angelegt werden. Versuche es erneut.
es: Ocurrió un error al crear la decisión. Prueba de nuevo.

source: An error occurred while deleting the server. This could mean that the database is corrupted. Please try deleting the server again. If the problem persists, uninstall the application and install it again.
de: Der Server konnte nicht gelöscht werden. Möglicherweise ist die Datenbank beschädigt. Versuche es erneut. Bleibt das Problem, deinstalliere die App und installiere sie neu.
es: Ha ocurrido un error al eliminar el servidor. Esto puede significar que la base de datos está corrupta. Por favor, prueba de nuevo. Si el problema persiste, desinstala la aplicación e instálala de nuevo.

source: An error occurred while making the decision expired. Please try again.
de: Die Sperre konnte nicht aufgehoben werden. Versuche es erneut.
es: Ocurrió un error al expirar la decisión. Prueba de nuevo más tarde.

source: An error occurred while setting the default server. Please try again. If the problem persists, uninstall the application and install it again.
de: Der Standardserver konnte nicht festgelegt werden. Versuche es erneut. Bleibt das Problem, deinstalliere die App und installiere sie neu.
es: Ha ocurrido un error al configurar el servidor por defecto. Por favor, prueba de nuevo. Si el error persiste, desinstala la aplicación e instálala de nuevo.

source: An error occurred while triggering the blocklist refresh process. Try again later.
de: Die Aktualisierung der Sperrliste konnte nicht gestartet werden. Versuche es später erneut.
es: Ha ocurrido un error al lanzar el proceso para refrescar la lista de bloqueo. Prueba de nuevo más tarde.

source: API information
de: Hinweise zur API
es: Información sobre la API

source: Application settings
de: App-Einstellungen
es: Ajustes de la aplicación

source: Apply
de: Übernehmen
es: Aplicar

source: Are you sure you want to delete this alert? This action cannot be undone.
de: Möchtest du diese Warnung wirklich löschen? Das lässt sich nicht rückgängig machen.
es: ¿Estás seguro de que deseas eliminar esta alerta? Esta acción no se puede deshacer.

source: Are you sure you want to delete this blocklist? This action cannot be undone.
de: Möchtest du diese Sperrliste wirklich löschen? Das lässt sich nicht rückgängig machen.
es: ¿Estás seguro de que deseas eliminar esta lista de bloqueo? Esta acción no se puede deshacer.

source: Are you sure you want to delete this server? This action cannot be undone.
de: Möchtest du diesen Server wirklich löschen? Das lässt sich nicht rückgängig machen.
es: ¿Estás seguro de que deseas eliminar este servidor? Esta acción no se puede deshacer.

source: Are you sure you want to make this decision to expire now? This action cannot be undone.
de: Möchtest du diese Sperre jetzt aufheben? Das lässt sich nicht rückgängig machen.
es: ¿Estás seguro de que deseas hacer expirar esta decisión ahora? Esta acción no se puede deshacer.

source: Authentication
de: Authentifizierung
es: Autenticación

source: Back
de: Zurück
es: Atrás

source: Blocked IPs
de: Gesperrte IPs
es: IPs bloqueadas

source: Blocklist details
de: Sperrliste
es: Detalle de lista de bloqueo

source: Blocklist refresh failed
de: Aktualisierung der Sperrliste fehlgeschlagen
es: Error al refrescar lista

source: Blocklist with no IPs
de: Sperrliste ohne IPs
es: Lista de bloqueados sin IPs

source: Blocklists
de: Sperrlisten
es: Listas de bloqueados

source: Blocklists: %@
de: Sperrlisten: %@
es: Listas: %@

source: Bouncer available
de: Bouncer erreichbar
es: Bouncer disponible

source: Cancel
de: Abbrechen
es: Cancelar

source: Cannot get blocklist information
de: Sperrliste nicht abrufbar
es: No se puede obtener la información de la lista de bloqueo

source: Capacity
de: Kapazität
es: Capacidad

source: Change the filtering criteria to see more alerts
de: Ändere die Filter, um mehr Warnungen zu sehen
es: Cambia los criterios de filtrado para ver mas alertas

source: Change the filtering criteria to see more decisions
de: Ändere die Filter, um mehr Sperren zu sehen
es: Cambia los criterios de filtrado para ver mas decisiones

source: Change the inputted search term
de: Ändere den Suchbegriff
es: Cambia el término de búsqueda introducido

source: Check domain
de: Domain prüfen
es: Comprobar dominio

source: Check IP addresses
de: IP-Adressen prüfen
es: Comprobar direcciones IP

source: Checking domain... This may take up to one minute.
de: Domain wird geprüft… Das kann bis zu einer Minute dauern.
es: Comprobando dominio… Esto puede tardar hasta un minuto

source: Choose a decision from the list to view its details
de: Wähle eine Sperre aus der Liste, um die Details zu sehen
es: Elige una decisión de la lista para ver sus detalles

source: Choose a list to see the list of IPs
de: Wähle eine Liste, um die enthaltenen IPs zu sehen
es: Elige una lista para ver el listado de IPs

source: Choose an alert from the list to view its details
de: Wähle eine Warnung aus der Liste, um die Details zu sehen
es: Elige una alerta de la lista para ver sus detalles

source: Choose an IP from the list to view its decisions
de: Wähle eine IP aus der Liste, um ihre Sperren zu sehen
es: Elige una IP de la lista para ver sus decisiones

source: Close
de: Schließen
es: Cerrar

source: Close validator?
de: Prüfung schließen?
es: ¿Cerrar validación?

source: Configuration
de: Konfiguration
es: Configuración

source: Connect
de: Verbinden
es: Conectar

source: Connection error
de: Verbindungsfehler
es: Error de conexión

source: Connection method
de: Verbindungsart
es: Método de conexión

source: Connection was not successful
de: Die Verbindung ist fehlgeschlagen
es: La conexión no funcionó

source: Copy URL
de: URL kopieren
es: Copiar URL

source: Could not connect to server: %@
de: Verbindung zum Server fehlgeschlagen: %@

source: Countries
de: Länder
es: Paises

source: Country
de: Land
es: País

source: Create a decision
de: Sperre anlegen
es: Crear una decisión

source: Create decision
de: Sperre anlegen
es: Crear decisión

source: Create server
de: Server anlegen
es: Crear servidor

source: Created
de: Erstellt
es: Creado

source: Created on 🇪🇸 by JGeek00
de: Erstellt in 🇪🇸 von JGeek00
es: Creado en 🇪🇸 por JGeek00

source: Created: %@
de: Erstellt: %@
es: Creado: %@

source: CrowdSec website
de: CrowdSec-Webseite
es: Sitio web de CrowdSec

source: Current
de: Aktuell
es: Actual

source: Currently there are no options available
de: Zurzeit sind keine Optionen verfügbar
es: En este momento no hay opciones disponibles

source: Dark
de: Dunkel
es: Oscuro

source: Date
de: Datum
es: Fecha

source: days
de: Tage
es: días

source: Decision #%@
de: Sperre %@
es: Decisión #%@

source: Decision type
de: Sperrtyp
es: Tipo de decisión

source: Decisions
de: Sperren
es: Decisiones

source: Decisions: %lld
de: Sperren: %lld
es: Decisiones: %lld

source: Default server
de: Standardserver
es: Servidor por defecto

source: Delete
de: Löschen
es: Eliminar

source: Delete alert
de: Warnung löschen
es: Eliminar alerta

source: Delete blocklist
de: Sperrliste löschen
es: Eliminar lista

source: Delete blocklist %@
de: Sperrliste %@ löschen
es: Eliminar lista de bloqueo %@

source: Delete server
de: Server löschen
es: Eliminar servidor

source: Deleting blocklist
de: Sperrliste wird gelöscht
es: Eliminando lista de bloqueo

source: Disable blocklist
de: Sperrliste deaktivieren
es: Desactivar lista

source: Disable blocklist %@
de: Sperrliste %@ deaktivieren
es: Desactivar lista de bloqueo %@

source: Disable show only active decisions on filters to see all decisions
de: Schalte im Filter "Nur aktive" aus, um alle Sperren zu sehen
es: Desactiva mostrar solo decisiones activas en filtros para ver todas las decisiones

source: Disable timer animation
de: Countdown-Animation abschalten
es: Desactivar animación del temporizador

source: Disabling blocklist
de: Sperrliste wird deaktiviert
es: Desactivando lista de bloqueo

source: Discard changes
de: Änderungen verwerfen
es: Descartar cambios

source: Domain does not exist
de: Domain existiert nicht
es: Dominio no existe

source: Domain reachable checker
de: Domain prüfen
es: Comprobar dominio alcanzable

source: Duration
de: Dauer
es: Duración

source: Duration must be greater than 0
de: Die Dauer muss größer als 0 sein
es: La duración debe ser mayor que 0

source: Enable blocklist
de: Sperrliste aktivieren
es: Activar lista

source: Enable blocklist %@
de: Sperrliste %@ aktivieren
es: Activar lista de bloqueo %@

source: Enabled
de: Aktiviert
es: Activada

source: Enabling blocklist
de: Sperrliste wird aktiviert
es: Activando lista de bloqueo

source: Error
de: Fehler

source: Error deleting alert
de: Warnung nicht gelöscht
es: Error al eliminar la alerta

source: Error expiring decision
de: Sperre nicht aufgehoben
es: Error al expirar la decisión

source: Error refreshing blocklist
de: Sperrliste nicht aktualisiert
es: Error al refrescar lista de bloqueo

source: Event details
de: Ereignisdetails
es: Detalles de evento

source: Events
de: Ereignisse
es: Eventos

source: Expiration: %@
de: Ablauf: %@
es: Expira: %@

source: Expire
de: Aufheben
es: Expirar

source: Expire decision
de: Sperre aufheben
es: Expirar decisión

source: Expired
de: Abgelaufen
es: Expirada

source: Failed tasks
de: Fehlgeschlagene Aufgaben
es: Tareas fallidas

source: Fetch
de: Abrufen
es: Obtener

source: Fill all required fields
de: Pflichtfelder ausfüllen
es: Completa todos los campos requeridos

source: Filters
de: Filter
es: Filtros

source: Finished at %@
de: Beendet um %@
es: Terminado: %@

source: General information
de: Allgemeines
es: Información general

source: Get started
de: Los geht's
es: Empezar

source: Give a tip to the developer
de: Dem Entwickler ein Trinkgeld geben
es: Darle una propina al desarrollador

source: Hi! I'm the developer of CrowdSec Monitor. CrowdSec Monitor is free and I want it to remain free, but by offering this application on the App Store I run into some costs, such as Apple's developer license. I would appreciate a lot every donation to help me paying this costs. Thank you.
de: Hallo! Ich bin der Entwickler von CrowdSec Monitor. CrowdSec Monitor ist kostenlos und soll es auch bleiben. Die App im App Store anzubieten kostet mich aber Geld, etwa Apples Entwicklerlizenz. Über jede Spende, die mir dabei hilft, freue ich mich sehr. Danke.
es: ¡Hola! Soy el desarrollador de CrowdSec Monitor. CrowdSec Monitor es gratis y quiero que continue siendo gratis, pero ofrecer esta aplicación en la App Store me supone unos costes, como la licencia de desarrollador de Apple. Apreciaría mucho cualquier donación que me ayude a pagar estos costes. Gracias.

source: Home
de: Start
es: Inicio

source: hours
de: Std.
es: horas

source: Icon
de: App-Symbol
es: Icono

source: Import blocklist %@
de: Sperrliste %@ importieren
es: Importar lista de bloqueo %@

# Imported %lld of %lld IPs
source: Imported %1$lld of %2$lld IPs
de: %1$lld von %2$lld IPs importiert
es: Importadas %1$lld de %2$lld IPs

source: Importing blocklist
de: Sperrliste wird importiert
es: Importando lista de bloqueo

source: Information
de: Informationen
es: Información

source: Input an IP address
de: IP-Adresse eingeben
es: Introduce una dirección IP

source: Input search text
de: Suchbegriff eingeben
es: Introduce texto de búsqueda

source: Invalid credentials. Please verify your username, password, or token.
de: Die Zugangsdaten stimmen nicht. Prüfe Benutzername, Passwort oder Token.
es: Credenciales no válidas. Por favor verifica tu usuario, contraseña o token.

source: Invalid domain
de: Ungültige Domain
es: Dominio no válido

source: Invalid IP address
de: Ungültige IP-Adresse
es: Dirección IP no válida

source: Invalid values
de: Ungültige Werte
es: Valores no válidos

source: iOS keeps the language of each app in its own system settings.
de: iOS verwaltet die Sprache jeder App in den Systemeinstellungen.
es: iOS configura el idioma de cada app desde los ajustes del sistema.

source: IP address
de: IP-Adresse
es: Dirección IP

source: IP Address is invalid
de: IP-Adresse ist ungültig
es: Dirección IP no válida

source: IP Address is required
de: IP-Adresse ist erforderlich
es: Dirección IP requerida

source: IP address or domain
de: IP-Adresse oder Domain
es: Dirección IP o dominio

source: IP addresses
de: IP-Adressen
es: Direcciones IP

source: IP addresses checker
de: IP-Adressen prüfen
es: Comprobador de direcciones IP

source: IP addresses in allowlists
de: IP-Adressen in Ausnahmelisten
es: Direcciones IP en listas permitidas

source: IP addresses in blocklists
de: IP-Adressen in Sperrlisten
es: Direcciones IP en listas de bloqueados

source: IP addresses to validate
de: Zu prüfende IP-Adressen
es: Direcciones IP para validar

source: IP owner
de: IP-Eigentümer
es: Propietario de IP

source: IP owners
de: IP-Eigentümer
es: Propietarios de IPs

source: IP/Domain field is required
de: Das Feld IP oder Domain ist erforderlich
es: Campo IP/Dominio es requerido

source: IP/Domain value is not valid
de: Der Wert für IP oder Domain ist ungültig
es: El valor de IP/Dominio no es válido

source: Language
de: Sprache
es: Idioma

source: LAPI available
de: LAPI erreichbar
es: LAPI disponible

source: Last refresh
de: Letzte Aktualisierung
es: Último refresco

source: Last refresh attempt failed
de: Letzter Versuch fehlgeschlagen
es: Último intento de refresco fallido

source: Last successful refresh
de: Letzte erfolgreiche Aktualisierung
es: Último refresco satisfactorio

source: Light
de: Hell
es: Claro

source: List type
de: Listentyp
es: Tipo de lista

source: Lists
de: Listen
es: Listas

source: Loading...
de: Wird geladen…
es: Cargando...

source: Location
de: Standort
es: Localización

source: Managed by
de: Verwaltet von
es: Gestionada por

source: Managed by CrowdSec
de: Verwaltet von CrowdSec
es: Gestionada por CrowdSec

source: Managed by Monitor API
de: Verwaltet von der Monitor-API
es: Gestionada por Monitor API

source: Message
de: Meldung
es: Mensaje

source: Method
de: Methode
es: Método

source: More information about the app
de: Mehr über diese App
es: Mas información sobre la app

source: My other apps
de: Meine anderen Apps
es: Mis otras aplicaciones

source: Name field is required
de: Das Feld Name ist erforderlich
es: Campo nombre es requerido

source: Network error: %@
de: Netzwerkfehler: %@

source: New version available
de: Neue Version verfügbar
es: Nueva versión disponible

source: Next
de: Weiter
es: Siguiente

source: No active
de: Keine aktiven
es: No activas

source: No active decisions
de: Keine aktiven Sperren
es: No hay decisiones activas

source: No alerts to display
de: Keine Warnungen
es: No hay alertas para mostrar

source: No allowlists to display
de: Keine Ausnahmelisten
es: No hay listas de permitidos para mostrar

source: No blocklists to display
de: Keine Sperrlisten
es: No hay listas de bloqueos para mostrar

source: No decisions to display
de: Keine Sperren
es: No hay decisiones para mostrar

source: No results for '%@'
de: Keine Treffer für "%@"
es: No hay resultados para ‘%@’

source: No servers added
de: Kein Server eingerichtet
es: No hay servidores añadidos

source: None
de: Keine
es: Ninguno

source: Not blocked
de: Nicht gesperrt
es: No bloqueada

source: Open language settings
de: Spracheinstellungen öffnen
es: Abrir configuración de idioma

source: Options
de: Optionen
es: Opciones

source: Origin
de: Herkunft
es: Origen

source: Owner
de: Eigentümer
es: Propietario

source: Parse
de: Auswerten
es: Parsear

source: Password
de: Passwort
es: Contraseña

source: Password is required for basic authentication
de: Für Basic-Authentifizierung ist ein Passwort erforderlich
es: La contraseña es requerida para una autenticación basic

source: Path
de: Pfad
es: Ruta

source: Port must be a valid number
de: Der Port muss eine gültige Zahl sein
es: El puerto debe ser un número válido

source: Port must be between 1 and 65535
de: Der Port muss zwischen 1 und 65535 liegen
es: El puerto debe ser un número entre 1 y 65535

# Processed %lld of %lld IPs
source: Processed %1$lld of %2$lld IPs
de: %1$lld von %2$lld IPs verarbeitet
es: Procesadas %1$lld de %2$lld IPs

source: Processed all %lld blocklists
de: Alle %lld Sperrlisten verarbeitet
es: Procesadas las %lld listas de bloqueo

source: Processed all %lld IP addresses
de: Alle %lld IP-Adressen verarbeitet
es: Procesadas las %lld direcciones IP

source: Progress not available
de: Kein Fortschritt verfügbar
es: Progreso no disponible

source: Purchase completed successfully
de: Kauf abgeschlossen
es: Compra completada correctamente

source: Purchase failed or cancelled
de: Kauf fehlgeschlagen oder abgebrochen
es: Compra fallida o cancelada

source: Range
de: Bereich
es: Rango

source: Reason
de: Grund
es: Motivo

source: Reason is required
de: Ein Grund ist erforderlich
es: Motivo requerido

source: Refresh
de: Aktualisieren
es: Refrescar

source: Refresh blocklist
de: Sperrliste aktualisieren
es: Refrescar lista de bloqueo

source: Refresh blocklist %@
de: Sperrliste %@ aktualisieren
es: Refresh lista %@

source: Refresh blocklists
de: Sperrlisten aktualisieren
es: Refrescar listas de bloqueo

source: Refresh list
de: Liste aktualisieren
es: Refrescar lista

source: Refresh lists
de: Listen aktualisieren
es: Refrescar listas

source: Refreshing a blocklist is a computing expensive task that can take up to a few minutes. Don't refresh too often. Do you want to continue?
de: Eine Sperrliste zu aktualisieren ist rechenaufwendig und kann einige Minuten dauern. Mach das nicht zu oft. Möchtest du fortfahren?
es: Refrescar una lista de bloqueo es una tarea pesada a nivel de computo que necesita hasta varios minutos para completarse. No refresques las listas muy frecuentemente. ¿Deseas continuar?

source: Refreshing all blocklists
de: Alle Sperrlisten werden aktualisiert
es: Refrescando todas las listas de bloqueo

source: Refreshing blocklist
de: Sperrliste wird aktualisiert
es: Refrescando lista de bloqueo

source: Remaining time
de: Restlaufzeit
es: Tiempo restante

source: Reset
de: Zurücksetzen
es: Resetear

source: Running tasks
de: Laufende Aufgaben
es: Tareas en curso

source: Save
de: Speichern
es: Guardar

source: Scenario
de: Szenario
es: Escenario

source: Scenarios
de: Szenarien
es: Escenarios

source: Search IPs
de: IPs suchen
es: Buscar IPs

source: Select a decision
de: Wähle eine Sperre
es: Selecciona una decisión

source: Select a list
de: Wähle eine Liste
es: Elige una lista

source: Select an alert
de: Wähle eine Warnung
es: Elige una alerta

source: Select an IP
de: Wähle eine IP
es: Elige una IP

source: Selected list type
de: Ausgewählter Listentyp
es: Tipo de lista seleccionado

source: Server error: code %lld
de: Serverfehler: Code %lld
es: Error del servidor: código %lld

source: Server information
de: Serverdaten
es: Información del servidor

source: Server route
de: Serveradresse
es: Ruta del servidor

source: Server settings
de: Servereinstellungen
es: Ajustes del servidor

source: Servers
de: Server
es: Servidores

source: Service status
de: Dienststatus
es: Estado del servicio

source: Set as default server
de: Als Standardserver festlegen
es: Hacer servidor por defecto

source: Settings
de: Einstellungen
es: Ajustes

source: Setup the server connection
de: Serververbindung einrichten
es: Configura la conexión al servidor

source: Show by default decisions grouped by IP
de: Sperren standardmäßig nach IP gruppieren
es: Mostrar por defecto decisiones agrupadas por IP

source: Show by default only active decisions
de: Standardmäßig nur aktive Sperren zeigen
es: Mostrar por defecto solo decisiones activas

source: Show decisions grouped by IP
de: Sperren nach IP gruppieren
es: Mostrar decisiones agrupadas por IP

source: Show only active decisions
de: Nur aktive Sperren zeigen
es: Mostrar solo decisiones activas
